<?php

return [
    'backend' => [
        'access' => [
            'roles' => [
                'created' => 'Роль была успешно создана.',
                'updated' => 'Роль была успешно обновлена.',
                'deleted' => 'Роль была успешно удалена.',
            ],
            'permissions' => [
                'created' => 'Разрешение было успешно создано.',
                'updated' => 'Разрешение было успешно обновлено.',
                'deleted' => 'Разрешение было успешно удалено.',
            ],
            'users' => [
                'created' => 'Пользователь был успешно создан.',
                'updated' => 'Пользователь был успешно обновлен.',
                'deleted' => 'Пользователь был успешно удален.',
                'deleted_permanently' => 'Пользователь был удален навсегда.',
                'restored' => 'Пользователь был успешно восстановлен.',
                'cant_resend_confirmation' => 'Приложение в настоящее время предназначено для вручную одобрения пользователей.',
                'confirmation_email' => 'Новое подтверждение E-mail было отправлено на адрес в файле.',
                'confirmed' => 'Пользователь был успешно подтвержден.',
                'session_cleared' => 'Сеанс пользователя был успешно очищен.',
                'social_deleted' => 'Социальный счет успешно удален',
                'unconfirmed' => 'Пользователь был успешно не подтвержден',
                'updated_password' => 'Пароль пользователя был успешно обновлен.',
            ],
        ],
        'languages' => [
            'created' => 'Языки были успешно созданы.',
            'updated' => 'Языки были успешно обновлены.',
            'deleted' => 'Языки были успешно удалены.',
        ],
        'products' => [
            'created' => 'Продукт был успешно создан.',
            'updated' => 'Продукт был успешно обновлен.',
            'deleted' => 'Продукт был успешно удален.',
        ],
        'partners' => [
            'created' => 'Партнер был успешно создан.',
            'updated' => 'Партнер был успешно обновлен.',
            'deleted' => 'Партнер был успешно удален.',
        ],
        'settings' => [
            'created' => 'Настройка была успешно создана.',
            'updated' => 'Настройка была успешно обновлена.',
            'deleted' => 'Настройка была успешно удалена.',
        ],
        'catalog-categories' => [
            'created' => 'Категория каталога была успешно создана.',
            'updated' => 'Категория каталога была успешно обновлена.',
            'deleted' => 'Категория каталога была успешно удалена.',
        ],
        'certificates' => [
            'created' => 'Сертификат был успешно создан.',
            'updated' => 'Сертификат был успешно обновлен.',
            'deleted' => 'Сертификат был успешно удален.',
        ],
        'topics' => [
            'created' => 'Новости были успешно созданы.',
            'updated' => 'Новости были успешно обновлены.',
            'deleted' => 'Новости были успешно удалены.',
        ],
        'orders' => [
            'created' => 'Заказ был успешно создан.',
            'updated' => 'Заказ был успешно обновлен.',
            'deleted' => 'Заказ был успешно удален.',
        ],
        'pages' => [
            'created' => 'Страница была успешно создана.',
            'updated' => 'Страница была успешно обновлена.',
            'deleted' => 'Страница была успешно удалена.',
        ],
    ],
    'frontend' => [
        'contact' => [
            'sent' => 'Ваша информация была успешно отправлена. Мы ответим на электронную почту, предусмотренную, как только сможем.',
        ],
    ],
];
