<?php 
return [
  'messages' => [
    'registration' => [
      'success' => 'Вы успешно зарегистрировались. Пожалуйста, проверьте вашу электронную почту для активации!',
    ],
    'login' => [
      'success' => 'Вход выполнен успешно.',
      'failed' => 'Неверные учетные данные! Пожалуйста, попробуйте еще раз.',
    ],
    'logout' => [
      'success' => 'Успешно вытеснен.',
    ],
    'forgot_password' => [
      'success' => 'Мы отправили электронное письмо с помощью ссылки сброса пароля. Пожалуйста, проверьте свой почтовый ящик!',
      'validation' => [
        'email_not_found' => 'Этот адрес электронной почты не зарегистрирован.',
      ],
    ],
    'refresh' => [
      'token' => [
        'not_provided' => 'Токен не предоставлен.',
      ],
      'status' => 'ОК',
    ],
  ],
];